{
    "MentalHealthQuestionnaireStrings": {
        "heading": "Over the last two weeks, how often have you been bothered by the following problems?",
        "question1": "Feeling nervous, anxious or on edge",
        "question2": "Not being able to stop or control everything",
        "question3": "Worrying too much about different things",
        "question4": "Trouble relaxing",
        "question5": "Being so restless that it is hard to sit still",
        "question6": "Becoming easily annoyed or irritable",
        "question7": "Feeling afraid as if something awful might happen",
        "question8": "Little interest or pleasure in doing things",
        "question9": "Feeling down, depressed, or hopeless",
        "question10": "Trouble falling or staying asleep, or sleeping too much",
        "question11": "Feeling tired or having little energy",
        "question12": "Poor appetite or overeating",
        "question13": "Feeling bad about yourself—or that you are a failure or have let yourself or your family down",
        "question14": "Trouble concentrating on things, such as reading the newspaper or watching television",
        "question15": "Moving or speaking so slowly that other people could have noticed? Or the opposite—being so fidgety or restless that you have been moving around a lot more than usual",
        "question16": "Thoughts that you would be better off dead, or of hurting yourself in some way (optional question)",
        "option1": "Not at all",
        "option2": "Several days",
        "option3": "More than half the days",
        "option4": "Nearly every day",
        "questionMain": "Question #",
        "answerMain": "Answer:",
        "questionNotSelectedWarn": "Please select an option.",
        "modalHeaderIncomplete": "Incomplete Quiz",
        "modalBodyIncomplete": "Please answer all the required questions before submitting the quiz.",
        "modalCloseButtonIncomplete": "Close",
        "submitButton": "Submit",
        "retakeButton": "Retake quiz",
        "minimalRisk": "Minimal Risk",
        "mildRisk": "Mild Risk",
        "moderateRisk": "Moderate Risk",
        "moderateToSevere": "Moderate to Severe Risk",
        "severeRisk": "Severe Risk",
        "anxietyRiskResult": "Anxiety Risk:",
        "anxietyRiskPara1": "While everyone experiences occasional worry or nervousness, there are times when anxiety can become overwhelming.",
        "anxietyRiskPara2": "Persistent and excessive anxiety can interfere with your quality of life. Anxiety is a common and treatable condition.",
        "anxietyRiskPara3": "The Generalized Anxiety Disorder-7 (GAD-7) is a questionnaire used to help screen for and measure symptoms of anxiety. The results are not a diagnosis of any condition.",
        "anxietyRiskResultMeaning1": "Minimal anxiety risk matches a score of 0-4 on the GAD-7.",
        "anxietyRiskResultMeaning2": "Mild anxiety risk matches a score of 5-9 on the GAD-7. Someone with this risk level may want to pay attention to their feelings of anxiety and stress over the next few weeks. They may benefit from taking the questionnaire again in two weeks to see how they are doing.",
        "anxietyRiskResultMeaning3": "Moderate anxiety risk matches a score of 10-14 on the GAD-7. Someone with this risk may benefit from discussing their concerns with a doctor or care team. They can provide resources to help manage symptoms of anxiety.",
        "anxietyRiskResultMeaning4": "Severe anxiety risk matches a score of 15 or more on the GAD-7. Someone with this risk may benefit from discussing their concerns with a doctor or care team. They can provide resources to help manage symptoms of anxiety.",
        "anxietyRiskResultCopyright": "Pfizer holds the copyright to the GAD-7 anxiety questionnaire.",
        "depressionRiskResult": "Depression Risk:",
        "depressionRiskPara1": "Sadness and feeling down can be a part of a normal life, but persistent sadness can affect your daily activities and quality of life.",
        "depressionRiskPara2": "Experiencing symptoms of depression for two or more weeks can be an indication of an underlying mental health concern. Depression is a common and treatable condition.",
        "depressionRiskPara3": "The Patient Health Questionnaire-9 (PHQ-9) is a questionnaire used to help screen for and measure symptoms of depression. The results are not a diagnosis of any condition.",
        "depressionResultMeaning1": "Minimal depression risk matches a score of 0-4 on the PHQ-9.",
        "depressionResultMeaning2": "Mild depression risk matches a score of 5-9 on the PHQ-9. Someone with this risk level may want to pay attention to their feelings over the next few weeks. They may benefit from taking the questionnaire again in two weeks to see how they are doing.",
        "depressionResultMeaning3": "Moderate depression risk matches a score of 10-14 on the PHQ-9. Someone with this risk may benefit from discussing their concerns with a doctor or care team. They can provide resources to help manage symptoms of depression.",
        "depressionResultMeaning4": "Moderate to severe depression risk matches a score of 15-19 on the PHQ-9. Someone with this risk may benefit from discussing their concerns with a doctor or care team. They can provide resources to help manage symptoms of depression.",
        "depressionResultMeaning5": "Severe depression risk matches a score of 20-27 on the PHQ-9. Someone with this risk may benefit from discussing their concerns with a doctor or care team. They can provide resources to help manage symptoms of depression.",
        "depressioRiskResultCopyright": "Pfizer holds the copyright to the PHQ-9 depression questionnaire.",
        "noneResultBar": "None",
        "severeResultBar": "Severe",
        "yourAnswersAccordion": "Your Answers",
        "noAnswer": "Prefer not to say",
        "resultMeaningAccordion": "What Do Those Results Mean?",
        "resultHeading": "Results",
        "aboutHeading": "About",
        "aboutPara1": "The results shown here represent your answers to clinical standard questions on a PHQ-9 and GAD-7 questionnaire. These questionnaires are designed for a clinician to assess a person's conditions-depression and anxiety. The results are not a diagnosis. Only your doctor or care team can determine whether or not you have a condition.",
        "aboutPara2": "Assessments provided for informational purposes and have been clinically validated only in certain countries and languages. PHQ-9 and GAD-7 Assessments developed by Drs. Robert L. Spitzer, Janet B.W. Williams, Kurt Kroenke and colleagues, with an educational grant from Pfizer Inc.",
        "nextStepsHeading": "Next steps",
        "nextStepsPara1": "It can be important to discuss your risk for anxiety and depression with someone you trust.",
        "nextStepsPara2": "Your doctor or care team can provide resources to help you manage your symptoms.",
        "nextStepsPara3": "The results of your questionnaire are not a diagnosis."
    }
}